Repository: AlyElshamy/Asset-Management
Catalog: Resources/SharedResource.*.resx
Languages: ar_eg

source: Actions
ar_eg: إجراءات

source: Add
ar_eg: أضف

source: Add Contract
ar_eg: إضافه إتفاقية

source: Add Item
ar_eg: إضافة عنصر

source: Add New Store
ar_eg: إنشاء متجر جديد

source: Add New Vendor
ar_eg: إنشاء بائع جديد

source: Add Store
ar_eg: إضافة متجر

source: Add Vendor
ar_eg: إضافة بائع

source: AddBrand
ar_eg: اضافة ماركة

source: AddEmpolyee
ar_eg: اضافة موظف

source: AddInsurancePolicy
ar_eg: اضافة بوليصة تامين

source: AddNewBrand
ar_eg: اضافة ماركة جديدة

source: AddNewEmployee
ar_eg: اضافة موظف جديد

source: AddNewInsurance
ar_eg: اضافة بوليصة تامين جديدة

source: AddNewType
ar_eg: اضافة نوع جديد

source: AddNewUser
ar_eg: اضافة مستخدم جديد

source: Address
ar_eg: العنوان

source: AddType
ar_eg: اضافة نوع

source: AlreadyHaveAnaccount
ar_eg: هل لديك حساب بالفعل؟

source: arabic
ar_eg: اللغة العربية

source: Asset
ar_eg: الأصل

source: Asset Details
ar_eg: تفاصيل الأصل

source: Asset Life
ar_eg: عمر الأصل (شهر)

source: AssetCost
ar_eg: تكلفة الأصل

source: AssetInformation
ar_eg: معلومات الأصل

source: AssetPurchaseDate
ar_eg: تاريخ شراء الأصل

source: ASSETS
ar_eg: الأصول

source: AssetSerialNo
ar_eg: رقم السيريال

source: AssetTagId
ar_eg: الرقم التعريفي للأصل

source: Back to List
ar_eg: الرجوع إلي القائمة

source: BacktoList
ar_eg: عودة

source: Brand
ar_eg: الماركة

source: BrandDetails
ar_eg: تفاصيل الماركة

source: BrandInformation
ar_eg: معلومات الماركة

source: BrandList
ar_eg: مجموعة الماركات

source: BrandManagement
ar_eg: ادارة الماركة

source: BrandTitle
ar_eg: اسم الماركة

source: Cancel
ar_eg: إلغاء

source: Category
ar_eg: الفئة

source: CategoryList
ar_eg: مجموعة الفئات

source: CategoryTIAR
ar_eg: اسم الفئة

source: Choose
ar_eg: إختر صورة جديدة

source: Choose New Photo
ar_eg: أدخل صورة جديدة

source: ChooseNewlogo
ar_eg: اختر شعار جديد

source: City
ar_eg: المدينة

source: CompanyInformation
ar_eg: معلومات الشركة

source: CompanyName
ar_eg: اسم الشركة

source: ConfirmPassword
ar_eg: تاكيد الرقم السرى

source: Contact Personal Email
ar_eg: البريد الإلكتروني الشخصي

source: Contact Personal Name
ar_eg: الاسم الشخصي للاتصال

source: Contact Personal Phone
ar_eg: الهاتف الشخصي للإتصال

source: Contact Title
ar_eg: عنوان الاتفاقيه

source: ContactPerson
ar_eg: شخص يمكن الاتصال به

source: Contract
ar_eg: الإتفاقية

source: Contract Description
ar_eg: تفاصيل العقد

source: Contract Information
ar_eg: معلومات الإتفاقية

source: Contract List
ar_eg: قائمة العقودات

source: Contract No
ar_eg: رقم الإتفاقية

source: ContractId
ar_eg: رقم العقد

source: Cost
ar_eg: التكلفة

source: Country
ar_eg: الدولة

source: Create Asset
ar_eg: إنشاء أصل

source: Create Contract
ar_eg: إنشاء عقد

source: CreateBrand
ar_eg: اضافة ماركة

source: CreatePolicyInsurance
ar_eg: انشاء بوليصة تامين

source: CreateType
ar_eg: انشاء نوع

source: Date Acquired
ar_eg: تاريخ الإبقاء

source: Deductible
ar_eg: الخصم

source: Delete
ar_eg: حذف

source: Delete Contract
ar_eg: مسح العقد

source: Delete Store
ar_eg: حذف متجر

source: Delete Vendor
ar_eg: إزالة بائع

source: DeleteBrand
ar_eg: مسح ماركة

source: DeleteEmpolyee
ar_eg: مسح موظف

source: DeleteInsurance
ar_eg: مسح بوليصة التامين

source: DeleteType
ar_eg: مسح نوع

source: DepartmentList
ar_eg: مجموعة الاقسام

source: DepartmentTitle
ar_eg: اسم القسم

source: DepreciableAsset
ar_eg: هل الأصل قابل للإستهلاك

source: DepreciableCost
ar_eg: تكلفة الإهلاك

source: Depreciation Method
ar_eg: طريقة الإهلاك

source: Description
ar_eg: التفاصيل

source: Details
ar_eg: تفاصيل

source: Edit
ar_eg: تعديل

source: Edit Contract
ar_eg: تعديل العقد

source: Edit Item
ar_eg: تعديل العنصر

source: Edit Store
ar_eg: تعديل المتجر

source: Edit Vendor
ar_eg: تعديل البائع

source: EditBrand
ar_eg: تعديل الماركة

source: EditCompanyInformation
ar_eg: تعديل بيانات الشركة

source: EditEmployee
ar_eg: تعديل موظف

source: EditInsurance
ar_eg: تعديل بوليصة التامين

source: EditType
ar_eg: تعديل نوع

source: Email
ar_eg: الايميل

source: EmployeeDetails
ar_eg: تفاصيل الموظف

source: EmployeeID
ar_eg: بطاقة الهوية

source: EmployeeInformation
ar_eg: معلومات الموظف

source: EmployeeList
ar_eg: مجموعة الموظفين

source: EmployeeManagement
ar_eg: ادارة الموظفين

source: End Date
ar_eg: تاريخ الانتهاء

source: EndDate
ar_eg: تاريخ الانتهاء

source: Enter Asset Cost
ar_eg: أدخل تكلفة الأصل

source: Enter Asset Life
ar_eg: أدخل العمر الإفتراضي للأصل

source: Enter Asset Purchase Date
ar_eg: أدخل تاريخ شراء الأصل

source: Enter Asset Serial No
ar_eg: أدخل رقم السيريال للأاصل

source: Enter Asset Tag Id
ar_eg: أدخل الرقم التعريفي للأصل

source: Enter Contract Description
ar_eg: أدخل تفاصيل الإتفاقيه

source: Enter Contract No
ar_eg: أدخل رقم الإتفاقية

source: Enter Contract Title
ar_eg: أدخل عنوان الإتفاقية

source: Enter Cost
ar_eg: أدخل التكلفة

source: Enter Date Acquired
ar_eg: أدخل تاريخ إبقاء الأصل

source: Enter Depreciable Cost
ar_eg: أدخل التكلفة القابلة للاستهلاك

source: Enter Fax
ar_eg: أدخل الفاكس

source: Enter Item Description
ar_eg: أدخل وصف العنصر

source: Enter Item Title
ar_eg: أدخل عنوان العنصر

source: Enter Mobile Number
ar_eg: أدخل رقم الهاتف

source: Enter Personal Email
ar_eg: أدخل البريد الإليكتروني الشخصي

source: Enter Personal Name
ar_eg: أدخل الاسم الشخصي

source: Enter Personal Phone
ar_eg: أدخل الهاتف الشخصي

source: Enter Phone Number
ar_eg: أدخل رقم الهاتف

source: Enter salvage Value
ar_eg: أدخل قيمه الإسترداد

source: Enter Store Address
ar_eg: أدخل عنوان المتجر

source: Enter Store Title
ar_eg: أدخل اسم المتجر

source: Enter Telephone Number
ar_eg: أدخل رقم التليفون

source: Enter Vendor Email
ar_eg: أدخل البريد الإلكتروني للبائع

source: Enter Vendor Title
ar_eg: أدخل اسم البائع

source: Enter Vendor WebSite
ar_eg: أدخل موقع ويب البائع

source: EnterAddress
ar_eg: ادخل العنوان

source: EnterAssetDescription
ar_eg: أدخل تفاصيل الأصل

source: EnterBrandTitle
ar_eg: ادخل اسم الماركة

source: EnterCityName
ar_eg: ادخل اسم المدينة

source: EnterCompanyname
ar_eg: ادخل اسم الشركة

source: EnterContactPerson
ar_eg: ادخل اسم الشخص الذي يمكن الاتصال به

source: EnterDeductible
ar_eg: ادخل الخصم

source: EnterDescription
ar_eg: ادخل الوصف

source: EnterEmail
ar_eg: ادخل الايميل

source: EnterEmployeeID
ar_eg: ادخل بطاقة الهوية

source: EnterFullName
ar_eg: ادخل الاسم بالكامل

source: EnterInsuranceCompany
ar_eg: ادخل شركة التامين

source: EnterInsuranceTitle
ar_eg: ادخل اسم البوليسة

source: EnterNotes
ar_eg: ادخل الملاحظات

source: EnterPermium
ar_eg: ادخل البريميوم

source: EnterPhoneNumber
ar_eg: ادخل رقم التليفون

source: EnterPolicyNumber
ar_eg: ادخل رقم البوليسة

source: EnterPostolCode
ar_eg: ادخل الرقم البريدي

source: EnterRemark
ar_eg: ادخل الملاحظات

source: EnterStateName
ar_eg: ادخل اسم المنطقة

source: EnterTitle
ar_eg: ادخل العنوان

source: EnterTypeTitle
ar_eg: ادخل اسم النوع

source: Fax
ar_eg: الفاكس

source: FirstName
ar_eg: الاسم الاول

source: FullName
ar_eg: الاسم بالكامل

source: GetStarted
ar_eg: !ابدأ

source: Home
ar_eg: الرئيسية

source: IFTSOTM
ar_eg: .التسجيل مجاني ولا يستغرق سوى دقيقة واحدة

source: InsuranceCompany
ar_eg: شركة التامين

source: InsuranceDetails
ar_eg: تفاصيل بوليصة التامين

source: InsuranceManagment
ar_eg: ادارة التامينات

source: InsurancePolicyInformation
ar_eg: معلومات بوليصة التامين

source: InsurancePolicyList
ar_eg: مجموعة بوليصات التامين

source: InsuranceTitle
ar_eg: اسم البوليسة

source: Inventory
ar_eg: المخزون

source: IsActive
ar_eg: فعالة

source: Item
ar_eg: البند

source: Item Details
ar_eg: تفاصيل العنصر

source: Item information
ar_eg: من فضلك أضف معلومات العنصر

source: Item List
ar_eg: مجموعة العناصر

source: Item Title
ar_eg: عنوان العنصر

source: LastName
ar_eg: الاسم الاخير

source: LocationList
ar_eg: مجموعة المواقع

source: LocationTitle
ar_eg: اسم الموقع

source: LocationTree
ar_eg: شجرة المواقع

source: Logo
ar_eg: الشعار

source: Mobile Number
ar_eg: رقم الهاتف

source: no
ar_eg: لا

source: Notes
ar_eg: ملاحظات

source: OrSignupUsing
ar_eg: او الاشتراك باستخدام

source: Password
ar_eg: الرقم السرى

source: Permium
ar_eg: بريميوم

source: Phone
ar_eg: التليفون

source: PhoneNumber
ar_eg: رقم التليفون

source: Photo
ar_eg: الصورة

source: Please fill Store information
ar_eg: من فضلك أدخل معلومات المتجر

source: Please fill Vendor information
ar_eg: من فضلك أضف معلومات البائع

source: PLEASE FILL YOUR ASSET INFORMATION
ar_eg: من فضلك أدخل بيانات الأصول

source: Please fill your contract information
ar_eg: من فضلك أضف معلومات الإتفاقيه

source: plzFBI
ar_eg: من فضلك اضف معلومات الماركة

source: plzFCI
ar_eg: من فضلك اضف معلومات الشركة

source: plzFEI
ar_eg: من فضلك اضف معلومات الموظف

source: plzFIPI
ar_eg: من فضلك اضف معلومات بوليصة التامين

source: plzFTI
ar_eg: من فضلك اضف معلومات النوع

source: PolicyNumber
ar_eg: رقم البوليصة

source: PostalCode
ar_eg: الرقم البريدي

source: Print
ar_eg: طباعة

source: Remark
ar_eg: ملاحظات

source: Salvage Value
ar_eg: القيمة المستردة

source: Save
ar_eg: حفظ

source: Search
ar_eg: ستتم إضافة ميزات البحث والترتيب والترحيل على الفور إلى الجدول ، كما هو موضح في هذا المثال

source: SignIn
ar_eg: تسجيل الدخول

source: SignUp
ar_eg: اشتراك

source: SignUpUsingFacebook
ar_eg: الاشتراك باستخدام الفيسبوك

source: SignUpUsingTwitter
ar_eg: الاشتراك باستخدام تويتر

source: Start Date
ar_eg: تاريخ البداية

source: StartDate
ar_eg: تاريخ البداية

source: State
ar_eg: المنطقة

source: Store
ar_eg: المتجر

source: Store Address
ar_eg: عنوان المتجر

source: Store Details
ar_eg: تفاصيل المتجر

source: Store Information
ar_eg: معلومات المتجر

source: Store List
ar_eg: قائمة المتاجر

source: Store Management
ar_eg: إدارة المتاجر

source: Store Title
ar_eg: اسم المتجر

source: SubCategories
ar_eg: الفئات الفرعية

source: SubCategoryList
ar_eg: مجموعة الفئات الفرعية

source: SubCategoryTitle
ar_eg: اسم الفئة الفرعية

source: Telephone Number
ar_eg: رقم التليفون

source: Title
ar_eg: العنوان

source: TypeDetails
ar_eg: تفاصيل النوع

source: TypeInformation
ar_eg: معلومات النوع

source: TypeList
ar_eg: مجموعة الانواع

source: TypeManagement
ar_eg: ادارة الانواع

source: TypeTitle
ar_eg: اسم النوع

source: UserList
ar_eg: مجموعة المستخدمين

source: UserManagment
ar_eg: ادارة المستخدمين

source: Vendor
ar_eg: البائع

source: Vendor Details
ar_eg: تفاصيل البائع

source: Vendor Email
ar_eg: البريد الإلكتروني للبائع

source: Vendor Information
ar_eg: معلومات البائع

source: Vendor List
ar_eg: قائمة البائعين

source: Vendor Managment
ar_eg: إدارة البائعين

source: Vendor Phone
ar_eg: هاتف البائع

source: Vendor Title
ar_eg: اسم البائع

source: Vendor WebSite
ar_eg: موقع ويب البائع

source: yes
ar_eg: نعم
